Repository: Mashaly0/University
Catalog: Resources/Views.Home.Index.*.resx
Languages: ar

# CoopTrainingPlatform
source: Cooperative Training Platform
ar: منصة التدريب التعاوني

# KFMC
source: King Fahd Medical City
ar: لمدينة الملك فهد الطبية

source: About Us
ar: من نحن

# Quote
source: "We turn vision into reality..."
ar: "نحن نتحول الرؤية..."

# AboutPara1
source: King Fahd Medical City began as a pioneering project that has now come to fruition. This idea was conceived by the Custodian of the Two Holy Mosques, King Fahd bin Abdulaziz – may God have mercy on him – and its foundation stone was laid by His Royal Highness Prince Salman bin Abdulaziz, then Governor of Riyadh, in 1403 AH (1983 CE).
ar: بدأت مدينة الملك فهد الطبية كمرحلة رائدة تحققت على أرض الواقع. وقد تبنى هذه الفكرة خادم الحرمين الشريفين الملك فهد بن عبدالعزيز - رحمه الله - حيث وضع حجر الأساس لها صاحب السمو الملكي الأمير سلمان بن عبدالعزيز أمير منطقة الرياض آنذاك، وذلك في عام 1403هـ الموافق 1983م.

# AboutPara2
source: The medical city became operational during the reign of King Fahd bin Abdulaziz, and it was officially opened by the then Crown Prince, King Abdullah bin Abdulaziz - may God have mercy on him - on 21/08/1425 AH, corresponding to 05/10/2004 AD.
ar: دخلت المدينة الطبية حيز التشغيل في عهد الملك فهد بن عبدالعزيز، وتم افتتاحها رسميًا على يد ولي العهد آنذاك الملك عبدالله بن عبدالعزيز - رحمه الله - بتاريخ 21/08/1425هـ، الموافق 05/10/2004م.

# AboutPara3
source: The city is strategically located in the heart of Riyadh, the capital of Saudi Arabia, and is one of the largest and fastest-growing medical complexes in the Middle East with a capacity of (1200) beds.
ar: تقع المدينة في موقع استراتيجي في قلب مدينة الرياض، عاصمة المملكة العربية السعودية وتُعد من أكبر وأضخم التجمعات الطبية نموًا في الشرق الأوسط بطاقة استيعابية تبلغ (1200) سرير.

# AboutPara4
source: The city includes a highly efficient and experienced management team, all working towards one goal: for King Fahd Medical City to be a reference and example in healthcare, attracting patients from all over the region and at all levels of treatment, where medical and professional services are integrated in various specialties to provide care for visitors, whose number is estimated annually at more than 30,000 inpatients and 500,000 outpatients.
ar: وتضم المدينة فريق إدارة عالية الكفاءة والخبرة، يعملون جميعًا لتحقيق هدف واحد، أن تكون مدينة الملك فهد الطبية مرجعًا ومثالًا في الرعاية الصحية، تحول إليها المرضى من مختلف أنحاء المنطقة وعلى جميع مستويات العلاج حيث تتكامل فيها الخدمات الطبية والمهنية في مختلف التخصصات لتقديم الرعاية للمراجعين، الذين يُقدر عددهم سنويًا بأكثر من 30,000 مريض منوم، و500,000 مراجع خارجي.

# AboutPara5
source: Given the qualified staff at KFMC, it provides high-quality care, is committed to excellence in dealing with patients, and achieves one of its top priorities: disseminating knowledge, developing and advancing researchers, and making community services a success.
ar: ونظرًا لما تتمتع به بيئة العمل في KFMC من كوادر مؤهلة، فإنها تقدم رعاية ذات جودة عالية، وتلتزم بالتميز في التعامل مع المرضى، بالإضافة إلى تحقيق أحد أهم أولوياتها: نشر المعرفة وتنمية وتطوير الباحثين وإنجاح خدمات المجتمع.

# RiyadhHealthCluster
source: Riyadh Second Health Cluster
ar: تجمع الرياض الصحي الثاني

source: Health Holding Company
ar: شركة الصحة القابضة

# ApplyNow
source: Apply for Training Now
ar: قدم طلب التدريب الآن

# CoopTrainingDesc
source: "We are turning vision into reality and making the dream a reality."
ar: "نحن نتحول الرؤية إلى واقع وصبح الحلم حقيقة"

# KFMCVisionTitle
source: KFMC Vision
ar: رؤية مدينة الملك فهد الطبية

# KFMCVisionText
source: Leading the transformation...
ar: قيادة تحول خدمات الرعاية الصحية...

# KFMCMissionTitle
source: KFMC Mission
ar: رسالة مدينة الملك فهد الطبية

# KFMCMissionText
source: Implementing digital strategies...
ar: تنفيذ استراتيجيات التحول الرقمي...

# ContactTitle
source: Let’s Hear From You
ar: خلنا نسمع منك

# ContactSubtitle
source: Do you have a question about Cooperative Training?
ar: هل لديك استفسار بخصوص التدريب التعاوني؟

source: FullName
ar: الاسم كامل

source: Email
ar: البريد الإلكتروني

source: Phone
ar: رقم الجوال

# Message
source: Your Message
ar: رسالتك

source: Send
ar: إرسال
